export const daysOfWeek = [
  {
    name: 'Monday',
    availableTime: [
      '09:00 - 11:00',
      '12:00 - 15:00',
      '16:00 - 19:00',
      '20:00 - 21:00',
    ],
  },
  {
    name: 'Tuesday',
    availableTime: ['06:00 - 09:00', '15:00 - 18:00', '20:00 - 21:00'],
  },
  {
    name: 'Wednesday',
    availableTime: ['08:00 - 11:00', '12:00 - 15:00', '20:00 - 22:00'],
  },
  {
    name: 'Thursday',
    availableTime: ['09:00 - 11:00', '16:00 - 19:00', '20:00 - 21:00'],
  },
  {
    name: 'Friday',
    availableTime: [
      '09:00 - 11:00',
      '12:00 - 15:00',
      '16:00 - 19:00',
      '20:00 - 21:00',
    ],
  },
  { name: 'Saturday', availableTime: ['16:00 - 19:00', '20:00 - 21:00'] },
  {
    name: 'Sunday',
    availableTime: ['10:00 - 13:00', '15:00 - 18:00', '20:00 - 21:00'],
  },
];

export const daysOfWeek_heb = [
  {
    name: 'יוֹם שֵׁנִי',
    availableTime: [
      '09:00 - 11:00',
      '12:00 - 15:00',
      '16:00 - 19:00',
      '20:00 - 21:00',
    ],
  },
  {
    name: 'יוֹם שְׁלִישִׁי',
    availableTime: ['06:00 - 09:00', '15:00 - 18:00', '20:00 - 21:00'],
  },
  {
    name: 'יום רביעי',
    availableTime: ['08:00 - 11:00', '12:00 - 15:00', '20:00 - 22:00'],
  },
  {
    name: 'יוֹם חֲמִישִׁי',
    availableTime: ['09:00 - 11:00', '16:00 - 19:00', '20:00 - 21:00'],
  },
  {
    name: 'יוֹם שִׁישִׁי',
    availableTime: [
      '09:00 - 11:00',
      '12:00 - 15:00',
      '16:00 - 19:00',
      '20:00 - 21:00',
    ],
  },
  { name: 'יום שבת', availableTime: ['16:00 - 19:00', '20:00 - 21:00'] },
  {
    name: 'יוֹם רִאשׁוֹן',
    availableTime: ['10:00 - 13:00', '15:00 - 18:00', '20:00 - 21:00'],
  },
];
